Repository: ATLManager/ATLManagerREPO
Catalog: ATLManager/ATLManager/Resources/SharedResource.*.resx
Languages: de_de, fr_fr, pt_pt

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmer le mot de passe
pt_pt: Confirme a Password

source: Contacts
de_de: Kontakte
pt_pt: Contactos

# copyright
source: Copyright ATLManager - IPS 2023
de_de: Urheberrecht von ATLManager - IPS 2023
fr_fr: Copyright d'ATLManager - IPS 2023
pt_pt: Direitos de Autor de ATLManager - IPS 2023

source: Create Account
de_de: Konto erstellen
fr_fr: Créer un compte
pt_pt: Criar Conta

# doLoginBy
source: Login via:
de_de: Login über:
fr_fr: Connectez-vous via :
pt_pt: Fazer o Login via:

# doRegisterBy
source: Register via:
de_de: Registrierung über:
fr_fr: Enregistrez-vous via :
pt_pt: Fazer o registo via:

# forgetPassword
source: Forgot your Password ?
de_de: Haben Sie Ihr Passwort vergessen?
fr_fr: Mot de passe oublié ?
pt_pt: Esqueceu-se da Password ?

# haveAccount
source: Already have an account ?
de_de: Sie haben bereits ein Konto?
fr_fr: Vous avez déjà un compte ?
pt_pt: Já tem uma conta ?

source: Hello
de_de: Hallo
fr_fr: Bonjour
pt_pt: Olá

source: Help
de_de: Hilfe
fr_fr: Aide
pt_pt: Ajuda

source: Home
de_de: Startseite
fr_fr: Accueil
pt_pt: Página Inicial

# howToLoginOnApp
source: How to log in to the application
de_de: Wie man sich bei der Anwendung anmeldet
fr_fr: Comment se connecter à l'application
pt_pt: Como fazer login na aplicação

source: How to login via facebook
de_de: Wie man sich über Facebook anmeldet
fr_fr: Comment se connecter via facebook
pt_pt: Como fazer login via facebook

source: How to login via google
de_de: Wie man sich über Google anmeldet
fr_fr: Comment se connecter via google
pt_pt: Como fazer login via google

source: How to login via outlook
de_de: Wie man sich über Outlook anmeldet
fr_fr: Comment se connecter via outlook
pt_pt: Como fazer login via outlook

source: How to login via twitter
de_de: Wie man sich über Twitter anmeldet
fr_fr: Comment se connecter via twitter
pt_pt: Como fazer login via twitter

# howToRegisterOnApp
source: How to register in the application
de_de: So registrieren Sie sich für die Anwendung
fr_fr: Comment s'inscrire dans l'application
pt_pt: Como se registrar na aplicação

source: How to register via facebook
de_de: Wie man sich über Facebook registriert
fr_fr: Comment s'inscrire via facebook
pt_pt: Como fazer o registo via facebook

source: How to register via google
de_de: Wie man sich über Google registriert
fr_fr: Comment s'inscrire via google
pt_pt: Como fazer o registo via google

source: How to register via outlook
de_de: Wie man sich über Outlook anmeldet
fr_fr: Comment s'inscrire via outlook
pt_pt: Como fazer o registo via outlook

source: How to register via twitter
de_de: Wie man sich über Twitter registriert
fr_fr: Comment s'inscrire via twitter
pt_pt: Como fazer o registo via twitter

source: Language
de_de: Sprache
fr_fr: Langue
pt_pt: Idioma

# lastNameAccount
source: Surname
de_de: Nachname
fr_fr: Nom de famille
pt_pt: Apelido

source: Login
de_de: Anmelden
pt_pt: Iniciar Sessão

# nameAccount
source: Name
fr_fr: Nom
pt_pt: Nome

source: Password
de_de: Passwort
fr_fr: Mot de passe
pt_pt: Palavra-Passe

source: Privacy
de_de: Datenschutz
fr_fr: Confidentialité
pt_pt: Privacidade

source: Register
de_de: Registrieren
fr_fr: Enregistrez
pt_pt: Registro

source: Remember me ?
de_de: Erinnern Sie sich an mich?
fr_fr: Vous vous souvenez de moi ?
pt_pt: Lembrem-se de mim?

# reSentEmailConfirmation
source: Resend confirmation email
de_de: Bestätigungs-E-Mail erneut senden
fr_fr: Renvoyer l'e-mail de confirmation
pt_pt: Reenvie email de confirmação

source: Site Map
de_de: Website-Karte
fr_fr: Plan du site
pt_pt: Mapa do Site

source: Support
de_de: Unterstützung
fr_fr: Soutien
pt_pt: Suporte

# txtHowToLoginOnApp
source: To log into your account, enter the e-mail address and password associated with your account. Click "Login" to access your account. If you have forgotten your password, click "Forgot your password?" to retrieve it. Remember to keep your account secure by not sharing your password with anyone and log out of your account when using a shared device.
de_de: Um sich bei Ihrem Konto anzumelden, geben Sie bitte die E-Mail-Adresse und das Passwort ein, die mit Ihrem Konto verbunden sind. Klicken Sie auf "Anmelden", um auf Ihr Konto zuzugreifen. Wenn Sie Ihr Passwort vergessen haben, klicken Sie auf "Passwort vergessen", um es abzurufen. Denken Sie daran, Ihr Konto sicher zu halten, indem Sie Ihr Passwort nicht weitergeben und sich von Ihrem Konto abmelden, wenn Sie ein gemeinsames Gerät benutzen.
fr_fr: Pour vous connecter à votre compte, veuillez saisir l'adresse électronique et le mot de passe associés à votre compte. Cliquez sur "Login" pour accéder à votre compte. Si vous avez oublié votre mot de passe, cliquez sur "Mot de passe oublié ?" pour le récupérer. N'oubliez pas de sécuriser votre compte en ne partageant votre mot de passe avec personne et en vous déconnectant de votre compte lorsque vous utilisez un appareil partagé.
pt_pt: Para iniciar sessão na sua conta, introduza o endereço de correio electrónico e a palavra-passe associada à sua conta. Clique em "Iniciar Sessão" para aceder à sua conta. Se se esqueceu da sua palavra-passe, clique em "Esqueceu-se da sua palavra-passe?" para a recuperar. Lembre-se de manter a sua conta segura, não partilhando a sua palavra-passe com ninguém e saia da sua conta quando utilizar um dispositivo partilhado.

# txtHowToLoginViaFacebook
source: To log into your account via Facebook, click the "Facebook" button on the login page. This will redirect you to the Facebook login page. Enter your login credentials and authorize access to your basic information. You will then be redirected back to our page and have access to your account. Note that this option is only available if you have a Facebook account and have used it to register previously.
de_de: Um sich über Facebook bei Ihrem Konto anzumelden, klicken Sie auf der Anmeldeseite auf die Schaltfläche "Facebook". Dadurch werden Sie auf die Facebook-Anmeldeseite weitergeleitet. Geben Sie Ihre Anmeldedaten ein und autorisieren Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann zu unserer Seite zurückgeleitet und haben Zugang zu Ihrem Konto. Bitte beachten Sie, dass diese Option nur zur Verfügung steht, wenn Sie ein Facebook-Konto besitzen und dieses bereits für die Anmeldung verwendet haben.
fr_fr: Pour vous connecter à votre compte via Facebook, cliquez sur le bouton "Facebook" sur la page de connexion. Vous serez alors redirigé vers la page de connexion de Facebook. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et pourrez accéder à votre compte. Veuillez noter que cette option n'est disponible que si vous disposez d'un compte Facebook et que vous l'avez utilisé pour vous inscrire précédemment.
pt_pt: Para entrar na sua conta via Facebook, clique no botão "Facebook" na página de início de sessão. Isto irá redireccioná-lo para a página de início de sessão do Facebook. Introduza as suas credenciais de início de sessão e autorize o acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e terá acesso à sua conta. Note que esta opção só estará disponível se tiver uma conta no Facebook e a tiver utilizado para se registar anteriormente.

# txtHowToLoginViaGoogle
source: To sign into your account via Google, click the "Google" button on the login page. This will redirect you to the Google login page. Enter your login credentials and authorize permission to access your basic information. You will then be redirected back to our page and will have access to your account. Keep in mind that this option will only be available if you have a Google account and have used it to register previously.
de_de: Um sich über Google bei Ihrem Konto anzumelden, klicken Sie auf der Anmeldeseite auf die Schaltfläche "Google". Dadurch werden Sie auf die Google-Anmeldeseite weitergeleitet. Geben Sie Ihre Anmeldedaten ein und genehmigen Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann wieder auf unsere Seite weitergeleitet und haben Zugang zu Ihrem Konto. Bitte beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Google-Konto besitzen und sich zuvor damit angemeldet haben.
fr_fr: Pour vous connecter à votre compte via Google, cliquez sur le bouton "Google" sur la page de connexion. Vous serez alors redirigé vers la page de connexion de Google. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et pourrez accéder à votre compte. N'oubliez pas que cette option ne sera disponible que si vous disposez d'un compte Google et que vous l'avez utilisé pour vous inscrire précédemment.
pt_pt: Para iniciar sessão na sua conta via Google, clique no botão "Google" na página de início de sessão. Isto irá redireccioná-lo para a página de início de sessão do Google. Introduza as suas credenciais de início de sessão e autorize a permissão de acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e terá acesso à sua conta. Tenha em mente que esta opção só estará disponível se tiver uma conta Google e a tiver utilizado para se registar anteriormente.

# txtHowToLoginViaOutlook
source: To log into your account via Outlook, click the "Outlook" button on the login page. This will redirect you to the login page with Outlook. Enter your login credentials and authorize access to your basic information. You will then be redirected back to our page and have access to your account. Keep in mind that this option will only be available if you have anOutlook account and have used it to register previously.
de_de: Um sich über Outlook bei Ihrem Konto anzumelden, klicken Sie auf der Anmeldeseite auf die Schaltfläche "Outlook". Dadurch werden Sie zur Outlook-Anmeldeseite weitergeleitet. Geben Sie Ihre Anmeldedaten ein und autorisieren Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann auf unsere Seite zurückgeleitet und haben Zugang zu Ihrem Konto. Denken Sie daran, dass diese Option nur verfügbar ist, wenn Sie ein Outlook-Konto haben und sich zuvor über dieses Konto angemeldet haben.
fr_fr: Pour vous connecter à votre compte via Outlook, cliquez sur le bouton "Outlook" sur la page de connexion. Vous serez alors redirigé vers la page de connexion d'Outlook. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et pourrez accéder à votre compte. N'oubliez pas que cette option n'est disponible que si vous disposez d'un compte Outlook et que vous l'avez utilisé pour vous inscrire précédemment.
pt_pt: Para iniciar sessão na sua conta via Outlook, clique no botão "Outlook" na página de início de sessão. Isto irá redireccioná-lo para a página de login com Outlook. Introduza as suas credenciais de início de sessão e autorize o acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e terá acesso à sua conta. Tenha em mente que esta opção só estará disponível se tiver uma contaOutlook e a tiver utilizado para se registar anteriormente.

# txtHowToLoginViaTwitter
source: To log into your account via Twitter, click the "Twitter" button on the login page. This will redirect you to the Twitter login page. Enter your login credentials and authorize permission to access your basic information. You will then be redirected back to our page and have access to your account. Keep in mind that this option is only available if you have a Twitter account and have used it to register previously.
de_de: Um sich über Twitter bei Ihrem Konto anzumelden, klicken Sie auf der Anmeldeseite auf die Schaltfläche "Twitter". Dadurch werden Sie auf die Anmeldeseite von Twitter weitergeleitet. Geben Sie Ihre Anmeldedaten ein und genehmigen Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann wieder auf unsere Seite weitergeleitet und haben Zugriff auf Ihr Konto. Bitte beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Twitter-Konto haben und sich zuvor damit angemeldet haben.
fr_fr: Pour vous connecter à votre compte via Twitter, cliquez sur le bouton "Twitter" sur la page de connexion. Vous serez alors redirigé vers la page de connexion de Twitter. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et pourrez accéder à votre compte. N'oubliez pas que cette option ne sera disponible que si vous disposez d'un compte Twitter et que vous l'avez utilisé pour vous inscrire précédemment.
pt_pt: Para entrar na sua conta via Twitter, clique no botão "Twitter" na página de início de sessão. Isto irá redireccioná-lo para a página de início de sessão do Twitter. Introduza as suas credenciais de início de sessão e autorize a permissão para aceder às suas informações básicas. Será então redireccionado de volta para a nossa página e terá acesso à sua conta. Tenha em mente que esta opção só estará disponível se tiver uma conta no Twitter e a tiver utilizado para se registar anteriormente.

# txtHowToRegisterOnApp
source: To create an account, fill in the email, password, password confirmation, first name and last name. Make sure the email is valid, the passwords entered are the same, and meet security requirements (such as being at least 6 characters long). Make sure the first and last name field is filled in. Click "Register" to complete the process. Remember to keep your account secure by not sharing your password with anyone.
de_de: Um ein Konto zu erstellen, geben Sie die E-Mail, das Passwort, die Passwortbestätigung, den Vor- und Nachnamen ein. Vergewissern Sie sich, dass die E-Mail gültig ist, dass die eingegebenen Passwörter gleich sind und den Sicherheitsanforderungen entsprechen (z. B. mindestens 6 Zeichen). Vergewissern Sie sich, dass das Feld für den Vor- und Nachnamen ausgefüllt ist. Klicken Sie auf "Registrieren", um den Vorgang abzuschließen. Denken Sie daran, Ihr Konto sicher zu halten, indem Sie Ihr Passwort nicht an Dritte weitergeben.
fr_fr: Pour créer un compte, remplissez l'adresse électronique, le mot de passe, la confirmation du mot de passe, le prénom et le nom de famille. Assurez-vous que l'adresse électronique est valide, que les mots de passe saisis sont les mêmes et qu'ils répondent aux exigences de sécurité (comme avoir au moins 6 caractères). Assurez-vous que les champs "prénom" et "nom" sont remplis. Cliquez sur "Enregistrer" pour terminer le processus. N'oubliez pas de sécuriser votre compte en ne partageant votre mot de passe avec personne.
pt_pt: Para criar uma conta, preencher o e-mail, palavra-passe, confirmação de palavra-passe, primeiro nome e último nome. Certifique-se de que o email é válido, as palavras-passe introduzidas são as mesmas, e cumprem os requisitos de segurança (tais como ter pelo menos 6 caracteres). Certifique-se de que o campo do primeiro e último nome é preenchido. Clique em "Registar" para completar o processo. Lembre-se de manter a sua conta segura, não partilhando a sua palavra-passe com ninguém.

# txtHowToRegisterViaFacebook
source: To create an account via Facebook, click the "Facebook" button on the account creation page. This will redirect you to the Facebook login page. Enter your login credentials and authorize access to your basic information. You will then be redirected back to our page and your account will be created automatically. Note that this option is only available if you have a Facebook account.
de_de: Um ein Konto über Facebook zu erstellen, klicken Sie auf der Seite zur Erstellung eines Kontos auf die Schaltfläche "Facebook". Daraufhin werden Sie zur Facebook-Anmeldeseite weitergeleitet. Geben Sie Ihre Anmeldedaten ein und autorisieren Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann zu unserer Seite zurückgeleitet und Ihr Konto wird automatisch erstellt. Bitte beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Facebook-Konto haben.
fr_fr: Pour créer un compte via Facebook, cliquez sur le bouton "Facebook" sur la page de création de compte. Vous serez alors redirigé vers la page de connexion de Facebook. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et votre compte sera créé automatiquement. Veuillez noter que cette option n'est disponible que si vous avez un compte Facebook.
pt_pt: Para criar uma conta via Facebook, clique no botão "Facebook" na página de criação de conta. Isto irá redireccioná-lo para a página de início de sessão do Facebook. Introduza as suas credenciais de início de sessão e autorize o acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e a sua conta será criada automaticamente. Note que esta opção só está disponível se tiver uma conta no Facebook.

# txtHowToRegisterViaGoogle
source: To create an account via Google, click the "Google" button on the account creation page. This will redirect you to the Google login page. Enter your login credentials and authorize permission to access your basic information. You will then be redirected back to our page and your account will be created automatically. Please note that this option is only available if you have a Google account.
de_de: Um ein Konto über Google zu erstellen, klicken Sie auf der Seite zur Erstellung eines Kontos auf die Schaltfläche "Google". Dadurch werden Sie auf die Google-Anmeldeseite weitergeleitet. Geben Sie Ihre Anmeldedaten ein und erteilen Sie die Genehmigung für den Zugriff auf Ihre Basisinformationen. Sie werden dann zu unserer Seite zurückgeleitet und Ihr Konto wird automatisch erstellt. Bitte beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Google-Konto haben.
fr_fr: Pour créer un compte via Google, cliquez sur le bouton "Google" sur la page de création de compte. Vous serez alors redirigé vers la page de connexion de Google. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et votre compte sera créé automatiquement. Veuillez noter que cette option n'est disponible que si vous disposez d'un compte Google.
pt_pt: Para criar uma conta via Google, clique no botão "Google" na página de criação de conta. Isto irá redireccioná-lo para a página de início de sessão do Google. Introduza as suas credenciais de início de sessão e autorize a permissão para aceder às suas informações básicas. Será então redireccionado de volta para a nossa página e a sua conta será criada automaticamente. Por favor note que esta opção só está disponível se tiver uma conta Google.

# txtHowToRegisterViaOutlook
source: To create an account via Outlook, click on the "Outlook" button on the account creation page. This will redirect you to the login page with Outlook. Enter your login credentials and authorize access to your basic information. You will then be redirected back to our page and your account will be created automatically. Note that this option is only available if you have an Outlook account.
de_de: Um ein Konto über Outlook zu erstellen, klicken Sie auf der Seite zur Erstellung eines Kontos auf die Schaltfläche "Outlook". Dadurch werden Sie auf die Anmeldeseite von Outlook weitergeleitet. Geben Sie Ihre Anmeldedaten ein und autorisieren Sie den Zugriff auf Ihre Basisinformationen. Sie werden dann zu unserer Seite zurückgeleitet und Ihr Konto wird automatisch erstellt. Bitte beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Outlook-Konto haben.
fr_fr: Pour créer un compte via Outlook, cliquez sur le bouton "Outlook" sur la page de création de compte. Cela vous redirigera vers la page de connexion avec Outlook. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et votre compte sera créé automatiquement. Veuillez noter que cette option n'est disponible que si vous disposez d'un compte Outlook.
pt_pt: Para criar uma conta via Outlook, clique no botão "Outlook" na página de criação de conta. Isto irá redireccioná-lo para a página de login com Outlook. Introduza as suas credenciais de início de sessão e autorize o acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e a sua conta será criada automaticamente. Note que esta opção só está disponível se tiver uma conta Outlook.

# txtHowToRegisterViaTwitter
source: To create an account via Twitter, click the "Twitter" button on the account creation page. This will redirect you to the Twitter login page. Enter your login credentials and authorize access to your basic information. You will then be redirected back to our page and your account will be created automatically. Note that this option is only available if you have a Twitter account.
de_de: Um ein Konto über Twitter zu erstellen, klicken Sie auf der Seite zur Erstellung eines Kontos auf die Schaltfläche "Twitter". Daraufhin werden Sie auf die Anmeldeseite von Twitter weitergeleitet. Geben Sie Ihre Anmeldedaten ein und autorisieren Sie den Zugriff auf Ihre grundlegenden Informationen. Sie werden dann zu unserer Seite zurückgeleitet und Ihr Konto wird automatisch erstellt. Beachten Sie, dass diese Option nur verfügbar ist, wenn Sie ein Twitter-Konto besitzen.
fr_fr: Pour créer un compte via Twitter, cliquez sur le bouton "Twitter" sur la page de création de compte. Vous serez alors redirigé vers la page de connexion de Twitter. Saisissez vos identifiants de connexion et autorisez l'accès à vos informations de base. Vous serez ensuite redirigé vers notre page et votre compte sera créé automatiquement. Notez que cette option n'est disponible que si vous avez un compte Twitter.
pt_pt: Para criar uma conta via Twitter, clique no botão "Twitter" na página de criação de conta. Isto irá redireccioná-lo para a página de login do Twitter. Introduza as suas credenciais de início de sessão e autorize o acesso às suas informações básicas. Será então redireccionado de volta para a nossa página e a sua conta será criada automaticamente. Note que esta opção só está disponível se tiver uma conta no Twitter.

# txtSearchHelpArticles
source: Look for articles that will help you
de_de: Suchen Sie nach Artikeln, die Ihnen helfen
fr_fr: Cherchez des articles qui vous aident
pt_pt: Procure artigos que o ajude

# txtWelcome
source: Are you looking for the most efficient way to manage your ATL or ATL grouping ?
de_de: Suchen Sie nach dem effizientesten Weg, Ihre ATL oder ATL-Gruppierung zu verwalten?
fr_fr: Vous cherchez le moyen le plus efficace de gérer vos ATL ou groupements d'ATL ?
pt_pt: Está à procura da forma mais eficiente de gerir o seu ATL ou agrupamento de ATL's ?

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue
pt_pt: Bem Vindo
